<?php

return [
    "title" => "هل لديك أسئلة؟ لنتحدث",
    "description" => "هل ترغب في معرفة المزيد عن باسيفاي، الحصول على عرض أسعار، أو التحدث مع خبير؟ دعنا نعرف ما الذي تبحث عنه وسنعود إليك على الفور",
    "question" => "هذا السؤال يتعلق بـ",
    "topic" => "اختر موضوعًا حتى نعرف من يجب إرسال طلبك إليه",
    "reg" => "التسجيل/التفويض",
    "using" => "استخدام التطبيق",
    "troubleshoot" => "إصلاح الأعطال",
    "backup" => "نسخ الاحتياطي/استعادة",
    "other" => "آخر",
    "name" => "اسمك",
    "real_name" => "يرجى إدخال اسمك الحقيقي",
    "email" => "عنوان بريدك الإلكتروني",
    "email_des" => "يرجى التحقق بعناية من عنوان بريدك الإلكتروني للدقة",
    "details" => "شرح سؤالك بالتفصيل",
    "version" => "نسخة وبناء باسيفاي، الخطوات التي قمت بها. كن دقيقًا جدًا!",
    "submit" => "إرسال الطلب",
    "paragraph" => "نحن ملتزمون بخصوصيتك. يستخدم باسيفاي المعلومات التي تقدمها لنا للاتصال بك بشأن محتوانا، ومنتجاتنا، وخدماتنا ذات الصلة. يمكنك إلغاء الاشتراك في هذه الاتصالات في أي وقت. لمزيد من المعلومات، تفضل بزيارة",
    "privacy_policy" => "سياسة الخصوصية",
    "email_address" => "عنوان البريد الإلكتروني",
    "i_have" => "لدي مشكلة مع"
];
