<?php

return [
    'title' => 'سياسة الكوكيز',
    'subtitle' => 'تعتبر هذه السياسة فعّالة اعتبارًا من أكتوبر 2023',
    'des_1' => 'قد نستخدم ملفات تعريف الارتباط والبكسلات وتقنيات التتبع الأخرى عند زيارتك للموقع',
    'des_2' => 'يجب قراءة سياسة ملفات تعريف الارتباط هذه كجزء لا يتجزأ من سياسة الخصوصية لدينا.',
    'tech_title' => 'أنواع تقنيات التتبع',
    'tech_des1' => 'الكوكيز هي ملفات بيانات صغيرة يتم إرسالها إلى متصفحك من خادم الويب وتخزينها على جهاز الكمبيوتر الخاص بك،
    الهاتف المحمول، أو جهاز اللوحي ("الجهاز") من قبل خادم الويب بحيث يمكن للموقع تذكر بعض
    المعلومات حول نشاط التصفح الخاص بك على الموقع.',
    'tech_des2' => 'البكسلات هي صور إلكترونية صغيرة مضمنة في موقع ويب أو بريد إلكتروني أو إعلان ترسل
    معلومات حول استخدامك إلى خادم.',
    'tech_des3' => 'تحليل بصمات الأجهزة هو عملية تحليل ودمج مجموعات من عناصر البيانات من متصفح جهازك، مثل كائنات JavaScript والخطوط المثبتة، لإنشاء "بصمة" لجهازك وتحديد هوية متصفحك وجهازك بشكل فريد.',

    'purpose_title' => 'غرض تقنيات التتبع',
    'purpose_des1' => 'قد نستخدم ملفات تعريف الارتباط وتقنيات مماثلة أثناء الوصول إلى الموقع كجزء من جهودنا التسويقية ولأغراض مثل التعرف على الجهاز الذي تستخدمه للوصول إلى الخدمات، وتجنب الحاجة إلى إعادة إدخال التفاصيل في مناسبات مختلفة، وتعزيز الأمان، وتسهيل التنقل، وتخصيص تجربتك، وجمع المعلومات حول استخدامك ونشاطك على موقعنا، وفهم كيفية استخدام الخدمات، وقياس فعالية الإعلانات.',
    'purpose_des2' => 'قد يقوم مقدمو خدمات الطرف الثالث، والمعلنون، والشركاء أيضًا بوضع تقنيات مماثلة على موقعنا. يُخضع استخدام هذه التقنيات من قبل مثل هؤلاء الأطراف الثالثة إلى سياسات خصوصيتهم الخاصة ولا يُغطى بذلك هذه السياسة، إلا إذا كان ذلك مطلوبًا بموجب القانون.',
    'purpose_des3' => 'قد تمنحك بعض متصفحات الويب القدرة على تمكين ميزة "عدم تتبع" التي ترسل إشارات إلى المواقع التي تزورها، مشيرة إلى أنك لا ترغب في تتبع أنشطتك عبر الإنترنت. يختلف ذلك عن حجب أو حذف ملفات تعريف الارتباط، حيث قد تقوم المتصفحات التي تكون مُمكَّنة لهذه الميزة بقبول ملفات تعريف الارتباط بعد تمكين هذه الميزة.',


    'type_of_cookies' => 'أنواع ملفات تعريف الارتباط',
    'cookies_des1' => 'ملفات تعريف الارتباط الأساسية: تسمح لك بالتنقل في الموقع واستخدام الميزات الأساسية مثل المناطق الآمنة والخاصة.',
    'cookies_des2' => 'ملفات تعريف الارتباط للجلسة: يتم استخدامها لتشغيل موقع الويب الخاص بنا، وتحديد ومنع مخاطر الأمان. على سبيل المثال، تخزن معلومات الجلسة الخاصة بك أو تمنع الآخرين من تغيير كلمة مرورك بدون اسم مستخدم وكلمة مرور.',
    'cookies_des3' => 'ملفات تعريف الارتباط التحليلية: تساعدنا في فهم كيفية استخدامك للموقع (على سبيل المثال، الصفحات التي تزورها)، وتوفير إحصائيات حول كيفية استخدام الموقع، وتحسين الموقع عن طريق تحديد أي أخطاء ومشاكل في الأداء.',
    'cookies_des4' => 'ملفات تعريف الارتباط الأمان والأداء: تجمع هذه المعلومات حول كيفية استخدامك للموقع، وتراقب الأداء، وتحسن موقعنا وخدماتنا. على سبيل المثال، تساعدنا في معرفة الخصائص التي تحظى بشعبية كبيرة بين مستخدمينا والتي قد تحتاج إلى بعض التحسينات.',
    'cookies_des5' => 'ملفات تعريف الارتباط التفضيلية: تتذكر هذه الخيارات والتفضيلات الخاصة بك لتعزيز تجربتك على موقعنا. على سبيل المثال، تتذكر تفضيلات اللغة الخاصة بك.',
    'cookies_des6' => 'ملفات تعريف الارتباط الإعلانية: يتم استخدامها لتقديم الإعلانات، جعلها أكثر صلة ومعنى للمستهلكين، وتتبع كفاءة حملات الإعلان لدينا، سواء على خدماتنا أو على مواقع أو تطبيقات أخرى. قد تستخدم شركاء الإعلان الخارجيين لدينا هذه الملفات لبناء ملف تعريف لاهتماماتك وتقديم إعلانات ذات صلة على مواقع أخرى.',
    'cookies_des7' => 'ملفات تعريف الارتباط لوسائل التواصل الاجتماعي: تستخدم عندما تشارك المعلومات باستخدام زر مشاركة وسائل التواصل الاجتماعي أو زر "إعجاب"، أو عندما تتفاعل مع محتوانا على منصات وسائل التواصل الاجتماعي مثل فيسبوك أو تويتر. تنتهي صلاحية هذه الملفات في غضون عام واحد.',
    'cookies_des8' => 'لديك الخيار بين قبول أو رفض هذه الملفات التعريفية ومعرفة متى يتم إرسال ملف تعريف إلى جهازك. إذا اخترت رفض ملفات تعريف الارتباط الخاصة بنا، قد لا تتمكن من استخدام بعض أقسام هذه الخدمة.',



];
