<?php

return [
    'question_answers' => 'أسئلة وأجوبة',
    'subtitle' => 'بعض الأسئلة الشائعة التي نتلقاها حول :appname',
    'getting_started' => 'البدء مع باسيفاي',
    'qu0' => 'ما هو باسيفاي؟',
    'ans0' => 'باسيفاي هو منصة رقمية تمكن الشركات من إنشاء وتوزيع وإدارة البطاقات الرقمية، مثل بطاقات الولاء والعضوية والقسائم وتذاكر الأحداث، متوافقة مع Apple Wallet وGoogle Pay.
    ',
    'qu1' => 'كيف يمكن لباسيفاي أن يرتقي بعملي؟',
    'ans1' => 'يبسط باسيفاي التفاعلات مع العملاء من خلال توفير بديل رقمي للبطاقات والقسائم الفعلية، مما يسهل تجربة العملاء ويقدم رؤى ثمينة من خلال تحليلات البيانات الفورية.',
    'qu2' => 'كيف أنشئ حسابًا على باسيفاي؟',
    'ans2' => 'ابدأ بالتسجيل على موقع باسيفاي. املأ بياناتك واتبع عملية الإعداد لتفعيل حسابك.',
    'manage_title' => 'إدارة حسابك في باسيفاي',
    'mq0' => 'كيف أدير حسابي في باسيفاي؟',
    'mans0' => 'تم تصميم لوحة تحكم باسيفاي لتكون سهلة الاستخدام، مما يسمح لك بتحديث معلومات حسابك وإدارة مشاريعك ومراقبة نشاطك بسهولة.',
    'mq1' => 'ماذا لو احتجت إلى تغيير كلمة المرور أو تحديث تفاصيل الحساب؟',
    'mans1' => "يمكنك تغيير كلمة المرور وتعديل تفاصيل حسابك في إعدادات الحساب. إذا نسيت كلمة المرور، ستساعدك ميزة 'نسيت كلمة المرور' على إعادة تعيينها.",

    'design_title' => 'تصميم وتوزيع البطاقات مع باسيفاي',

    'dq0' => 'كيف أصمم بطاقة مع باسيفاي؟',
    'dans0' => "توفر باسيفاي أدوات تصميم بديهية تتيح لك تخصيص بطاقاتك الرقمية بالشعارات والألوان والنصوص الفريدة لعلامتك التجارية، مدعومة بقوالب وإرشادات التصميم.",

    'dq1' => 'ما الاستراتيجيات التي يجب أن أستخدمها لتوزيع بطاقاتي؟',
    'dans1' => "استخدم الروابط المباشرة ورموز الاستجابة السريعة QR وقنوات التسويق الحالية لتوزيع البطاقات بشكل فعال. يقدم دليل 'التوزيع' لدينا استراتيجيات ونصائح لتعظيم الوصول.",

    'integrate_title' => 'دمج باسيفاي مع أنظمة عملك',

    'iq0' => '**كيف يمكنني دمج باسيفاي مع أنظثمة نظم الأعمال؟',
    'ians0' => "يوفر باسيفاي خيارات تكامل شاملة وواجهات برمجة تطبيقات API، مما يجعل الربط مع مواقع الويب الخاصة بك وأنظمة إدارة علاقات العملاء CRM وأدوات أخرى أمرًا بسيطًا. يمكنك العثور على تعليمات مفصلة في دليل 'التكامل' لدينا.",

    'security_title' => 'الأمان والخصوصية والامتثال',

    'sq0' => 'هل بياناتي في أمان مع باسيفاي؟',

    'sans0' => 'يعتبر الحفاظ على أمان بياناتك أولوية قصوى بالنسبة لباسيفاي. نحن نستخدم التشفير ونجري تدقيقات أمان منتظمة ونلتزم بالمعايير الصناعية، بما في ذلك الامتثال للوائح حماية البيانات العامة GDPR.',

    'sq1' => 'هل يمكنني حذف حسابي في باسيفاي؟',

    'sans1' => 'إذا احتجت إلى حذف حسابك، يمكنك القيام بذلك من خلال إعدادات الحساب. يرجى ملاحظة أن هذا الإجراء دائم وسيؤدي إلى مسح جميع البيانات المرتبطة بحسابك.',

    'support_title' => 'الدعم والموارد التعليمية',

    'suq0' => 'أين يمكنني العثور على مزيد من المساعدة أو المعلومات حول باسيفاي؟',
    'suans0' => 'يحتوي مركز المساعدة لدينا على مقالات وأدلة ودروس تعليمية تغطي مجموعة واسعة من المواضيع. للحصول على دعم إضافي، فريق خدمة العملاء لدينا جاهز لمساعدتك عبر البريد الإلكتروني أو الدردشة المباشرة.',

    'pricing_title' =>  'تفاصيل الأسعار والاشتراك',

    'prq0' => 'كم تكلفة باسيفاي؟',

    'prans0' => "يقدم باسيفاي مجموعة متنوعة من الخطط السعرية، بدءًا بتجربة مجانية لتلبية احتياجات الأعمال المختلفة. لمزيد من التفاصيل، قم بزيارة قسم 'الأسعار' لدينا.",

    'prq1' => 'هل من الممكن إلغاء اشتراكي في باسيفاي؟',

    'prans1' => 'نعم، يقدم باسيفاي خيارات اشتراك مرنة بدون التزامات طويلة الأجل. يمكنك إلغاء اشتراكك في أي وقت من خلال إعدادات حسابك.',

    'prq2' => 'ما هي الخطط الاشتراكية المختلفة التي يقدمها باسيفاي؟',

    'starter_plan_des' => 'خطة البداية: مثالية للأفراد الذين يبدؤون مع مشاريع أصغر بسعر 23 دولارًا شهرياً. يتضمن 2 تصميم للبطاقات، موقع واحد، ويدعم حتى 3 مستخدمين.',

    'plus_plan_des' => 'خطة بلس: مصممة للاستخدام الشخصي أو لفرق العمل الصغيرة بأساليب عمل بسيطة، بسعر 60 دولارًا في الشهر. توفر هذه الخطة 5 تصاميم للبطاقات، 3 مواقع، تدعم حتى 10 مستخدمين، وتسمح بإعادة تصميم البطاقة وتخصيصها مرتين في السنة، وتشمل وظيفة تصدير البيانات.',

    'pro_plan_des' => 'خطة برو: مصممة للفرق التي تنمو والتي تحتاج إلى المزيد من الخدمات والمرونة، برسوم شهرية قدرها 85 دولارًا. تشمل هذه 10 تصاميم للبطاقات، 10 مواقع، تدعم حتى 50 مستخدمًا، تمكّن الإشعارات الفورية لجميع العملاء، تقدم إعادة تصميم وتخصيص البطاقة بلا حدود، وتوفر تصدير البيانات.',

    'prq3' => 'كيف يمكنني البدء مع باسيفاي؟',

    'prans3' => 'يمكنك البدء بأي خطة من خلال اختيار تجربة مجانية لمدة 30 يومًا. فقط انقر على زر "ابدأ تجربة لمدة 30 يومًا" على الخطة التي تختارها للبدء.',

    'prq4' => 'هل يوجد فترة التزام لاشتراكات باسيفاي؟',

    'prans4' => 'لا، خطط باسيفاي هي اشتراكات شهرية بدون التزامات طويلة الأجل. لديك المرونة لإلغاء الاشتراك في أي وقت.',

    'prq5' =>  'هل يمكنني تغيير خطة اشتراكي في وقت لاحق؟',

    'prans5' => 'نعم، يمكنك الترقية أو التنزيل لخطة اشتراكك استنادًا إلى احتياجات عملك المتطورة. سيتم عكس أي تغييرات في دورة الفوترة التالية.',

    'prq6' => 'هل تقدم باسيفاي استردادات المبالغ المدفوعة؟',

    'prans6' => 'لمعرفة معلومات مفصلة عن الاستردادات، يرجى مراجعة سياسة الاسترداد في شروط الخدمة أو الاتصال بفريق الدعم لدينا.',

    'prq7' => 'ما هي طرق الدفع التي تقبلها باسيفاي؟ ',

    'prans7' => "تقبل باسيفاي طرق دفع متنوعة بما في ذلك البطاقات الائتمانية ومنصات الدفع الإلكترونية. للحصول على قائمة كاملة بطرق الدفع المقبولة، يرجى زيارة قسم 'خيارات .",

    'prq8' => 'ماذا يحدث بعد فترة التجربة المجانية لمدة 30 يومًا؟',

    'prans8' => 'إذا كنت ترغب في مواصلة استخدام باسيفاي بعد التجربة، ستتم الاشتراك تلقائيًا في الخطة التي اخترتها أثناء الاشتراك في التجربة. إذا قررت عدم الاستمرار، يمكنك الإلغاء قبل انتهاء التجربة دون أي تكلفة.',

    'for_more' => 'للحصول على استفسارات أكثر تفصيلًا، يرجى زيارة مركز المساعدة لدينا أو الاتصال بفريق الدعم لدينا.'



];
