<?php

return [
    'intro_title' => 'المقدمة',
    'intro_confirm' => 'من خلال الوصول إلى موقع "باسيفاي"، أو تسجيل حساب، أو الاشتراك في الخطط، تؤكد أنك قرأت وتوافق على هذه الشروط. إذا لم توافق على هذه الشروط، يرجى عدم استخدام هذا الموقع.',
    'intro_modify' => 'قد نقوم بتغيير أو تعديل جميع أو بعض هذه الشروط في أي وقت، وسيكون للتعديلات الجديدة على هذه الشروط نفس الأحكام والتأثيرات القانونية كنسخة الشروط الحالية. يرجى مراجعتها بانتظام للاطلاع على أي تعديلات أو تغييرات فيها.',

    'rep_title' => 'التمثيلات والضمانات',
    'rep_des1' => 'أنت توافق على الامتثال لجميع القوانين السارية في المملكة العربية السعودية عند استخدام الموقع والخدمات.',
    'rep_des2' => 'جميع بيانات التسجيل التي تقدمها لنا ستكون صحيحة ودقيقة وحالية وكاملة.',
    'rep_des3' => 'ستحافظ على دقة هذه البيانات وتقوم بتحديثها بشكل فوري حسب الاقتضاء.',
    'rep_des4' => 'لن تكون قادرًا على الوصول إلى الموقع من خلال وسائل آلية، سواء من خلال روبوت أو سكربت أو غيرها.',
    'rep_des5' => 'لن تستخدم الموقع لأي غرض غير قانوني أو غير مرخص.',
    'rep_des6' => 'أنت مسؤول عن جميع الأفعال التي تقوم بها من خلال الموقع وعن جميع عواقب هذا الاستخدام.',


    'account_title' => 'الحساب',
    'account_desc' => 'من أجل الاستفادة من بعض ميزات موقع "باسيفي"، قد تكون مطالبًا بتسجيل حساب (حساب). عليك تقديم لنا بعض البيانات الشخصية كما هو مطلوب في نموذج التسجيل، ويجب أن تكون هذه البيانات صحيحة ودقيقة وكاملة.',
    'account_data' => 'يجب على المستخدم أن يكون دقيقًا عند إدخال البيانات المطلوبة، ويتحمل المسؤولية عن مراجعتها بانتظام لتصحيحها أو تعديلها أو تحديثها في حال حصوله على معلومات جديدة بهذا الصدد.',
    'account_confidentiality' => 'يجب على المستخدم الحفاظ على سرية حسابه وتحمل المسؤولية عن أي استخدام قام به أي شخص آخر. إذا تم توفير رمز تعريف المستخدم أو كلمة المرور أو أي معلومة أخرى كجزء من إجراءات أماننا، يجب على المستخدم الاحتفاظ بمثل هذه المعلومات بسرية وعدم الكشف عنها لأي طرف ثالث. يوافق المستخدم على أن لدينا الحق في تعطيل أي رمز تعريف مستخدم أو كلمة مرور في أي وقت - من وجهة نظرنا المعقولة - إذا فشل المستخدم في الامتثال لأي من أحكام هذه شروط الاستخدام.',
    'account_theft' => 'يجب على المستخدم إبلاغ إدارة الموقع فورًا في حالة اختراق الحساب أو سرقته، وكذلك اكتشاف أي استخدام غير قانوني لحسابك لكي نكون قادرين على اتخاذ التدابير التقنية اللازمة للحفاظ على الحساب.',
    'account_use' => 'يجب على المستخدم استخدام الحساب وفقًا للقوانين السارية في المملكة العربية السعودية والامتثال للشروط والسياسات والقواعد وتعليمات التشغيل للموقع.',
    'account_harm' => 'يتعهد المستخدم بعدم بدء أي إجراء قد يتسبب في أي ضرر للموقع، سواء كان ذلك بشكل مباشر أو غير مباشر.',
    'account_verification' => 'لدينا الحق في التحقق من بيانات التسجيل والمتطلبات. بمجرد أن يتم إكمال التسجيل بنجاح، يمكنك استخدام الموقع طوال فترة اشتراكك.',


    'subscribe_title' => 'الاشتراك في الخدمة',
    'subscribe_desc' => '“باسيفي” هو موقع يربط الشركات التي تقدم الولاء والتي تتضمن خصومات ومكافآت، والعملاء الذين يستخدمون هذه البطاقات للاستفادة من خصومات على مشترياتهم من المقاهي والمطاعم وصالونات التجميل.',
    'subscribe_terms' => 'استخدامك لخدمات موقع "باسيفي" أو النقر لإنشاء حساب وقبول شروط الاستخدام وسياسة الخصوصية عند التطالب بفعل ذلك هو توقيع إلكتروني وموافقة صريحة على جميع البنود الواردة فيه، وهو قانوني وملزم لك اعتبارًا من تاريخ تسجيل الحساب أو استخدام خدمات الموقع.',
    'subscribe_trial' => '“باسيفي” يقدم اشتراك تجريبي مجاني لمدة (60) يومًا، واستخدامك لهذا الاشتراك يقتصر بموجب البنود المحددة له.',
    'subscribe_packages' => 'يمكن للمستخدم الاشتراك في خطط سنوية وشهرية تقدمها الموقع في ثلاث حزم مختلفة: بلس، برو، وبريميوم ("حزم الاشتراك") لجميع الشركات. يمكن الوصول إلى حزم الاشتراك المدفوعة من خلال علامة التبويب الخاصة بالأسعار واستكمال عملية الدفع.',
    'subscribe_price' => 'توافق على دفع السعر المحدد لحزمة الاشتراك التي اخترتها (بما في ذلك ضريبة القيمة المضافة) باستخدام أي من وسائل الدفع المقدمة من الموقع.',
    'subscribe_start' => 'يبدأ اشتراكك فور معالجة الدفع، وسيتم تجديد اشتراكك تلقائيًا وفقًا لخطة الاشتراك الخاصة بك دون إشعار حتى تقوم بإلغاء الاشتراك بنفسك.',


    'sub_des6' => 'عند اشتراكك في أي من الخطط المقدمة من قبل الموقع ودفع رسوم اشتراك، تعتبر هذه القيمة غير قابلة للاسترداد، وسيستمر اشتراكك حتى نهاية فترة الفوترة.',
    'sub_des7' => 'إذا تأخرت أو فشلت في دفع جميع المبالغ المستحقة بشأن الاشتراك في الوقت المناسب، فإن ذلك سيُعتبر خرقًا جوهريًا لهذه الشروط، ونحن قد نعلق أو ننهي وصولك واستخدامك للموقع أو خدماته.',
    'sub_des8' => 'إذا كنت ترغب في إلغاء اشتراكك، يجب عليك إلغاء عملية الإلغاء قبل تاريخ التجديد المقرر لتجنب فرض رسوم اشتراك. عند الإلغاء، ستستمر الخدمة حتى نهاية فترة الاشتراك الحالية.',
    'sub_des9' => 'لدينا الحق في تغيير أسعار الاشتراك في المستقبل. في حالة التغيير، لن يؤثر ذلك في خطة الاشتراك الحالية الخاصة بك، وسيتم تطبيق الرسوم الجديدة اعتبارًا من فترة الاشتراك التالية للفترة الحالية للاشتراك.',

    'by_using' => 'باستخدام موقع "باسيفي"، تقر وتضمن أن:',

    'intro_des1' => 'تحكم هذه الشروط جنبا إلى جنب مع سياسة الخصوصية في وصولك واستخدامك للموقع',
    'intro_des2' => 'بما في ذلك الأدوات والخدمات المتاحة من خلاله.',

    'title' => 'شروط الاستخدام',
    'subtitle' => 'مرحبًا بك في موقع "باسيفي". التاريخ الفعّال أكتوبر 2023',

    'payment_title' => 'طرق الدفع',
    'payment_des1' => 'يوفر موقع "باسيفي" الدفع الإلكتروني عبر البنوك وبطاقات الائتمان.',
    'payment_des2' => 'يجب على المستخدم التأكد من أن البيانات التي يدخلها أثناء عملية الدفع صحيحة ودقيقة.',
    'payment_des3' => 'تفوضنا ومعالجي الدفع الخاصين بالطرف الثالث لجمع رسوم الاشتراك، وجميع هذه المعاملات مستحقة فورًا.',
    'payment_des4' => 'لن نتحمل أي مسؤولية إذا تم رفض عملية الدفع أو إلغاؤها من قبل بوابة الدفع لأي سبب. لذا يرجى التحقق من سبب الرفض لدى بنك بطاقتك الائتمانية.',
    'payment_des5' => 'تتم حماية بياناتك بشكل صحيح من خلال استخدام أحدث تقنيات الحماية الإلكترونية وتشفير SSL التي تتوافق مع معايير PCI DSS، ويؤكد موقع "باسيفي" أنه لن يقوم بتخزين بيانات الدفع على نظمه.',
    'payment_des6' => 'سنكون مخولين بإضافة وسائل دفع جديدة في المستقبل أو إلغاء أي وسيلة حالية، وسيتم إعلامك بذلك.',

    'licenses_title' => 'تراخيص الاستخدام',
    'licenses_des1' => 'نمنحك ترخيصًا محدودًا وغير حصري ولا يمكن نقله ولا يمكن إعادة ترخيصه وقابل للسحب للوصول إلى موقع "باسيفي"، وعرض المحتوى والمعلومات المتعلقة به، واستخدام الخدمات والأدوات المتاحة على الموقع، بعد دفع رسوم الاشتراك، وفقًا لهذه الشروط، شريطة ألا تقوم بإزالة أي علامة تجارية أو حقوق النشر أو أي إشعار آخر موجود على تلك الصفحات. لا يُسمح بأي استخدام آخر.',
    'licenses_des2' => 'لا يتضمن الترخيص الذي يُمنح للمستخدم أي حقوق ملكية على جزء من موقع "باسيفي"، ولا يُظهر هذا الترخيص بشكل مباشر أو غير مباشر على شراكة من أي نوع بيننا وبين أي مستخدم.',

    'legal_liability_title' => 'المسؤولية القانونية',
    'legal_liability_des1' => 'يتم توفير موقع "باسيفي" على أساس "كما هو" أو "كما هو متاح" دون أي ضمانات أو تمثيلات من أي نوع سواء كانت صريحة أو ضمنية (بما في ذلك دون حصر الضمانات الضمنية للرواج والملاءمة لغرض معين) فيما يتعلق باستخدام الموقع أو نتائج استخدام الموقع أو أي مواقع مرتبطة من حيث صحتها أو دقتها أو الوقت أو الموثوقية أو غير ذلك.',
    'legal_liability_des2' => 'يوافق المستخدم على تحمل المسؤولية الكاملة عن استخدامه لموقع "باسيفي" أو أي معلومات يرسلها على الموقع.',
    'legal_liability_des3' => 'لن يكون موقع "باسيفي" مسؤولًا عن أي فشل أو تأخير في أداء أي من التزاماته إذا كان ذلك بسبب قوة قاهرة أو ظروف طارئة.',
    'legal_liability_des4' => 'لن نكون مسؤولين عن أي فشل أو تأخير في أداء أي من التزاماتنا إذا كان ذلك بسبب قوة قاهرة أو ظروف طارئة.',
    'legal_liability_des5' => 'نحن نبذل قصارى جهدنا لضمان توفر موقع "باسيفي" للاستخدام على مدار 24 ساعة، ولكن قد يكون الموقع غير متاح في بعض الأحيان بسبب أعمال الصيانة الدورية أو إصلاح مشاكل تقنية أو تطوير، وما شابه ذلك. لذلك، لا نضمن إصلاح العيوب التقنية، أو أن الموقع أو خوادمه ستكون خالية من الفيروسات أو المكونات الضارة الأخرى، ويعلم المستخدم أن الإنترنت قد يتعرض لبيانات فاسدة، أو عدم توفره، أو تأخير ظهوره، ويقبل ذلك.',
    'legal_liability_des6' => 'نحن مخولون بتعليق أو إلغاء اشتراكك أو استخدامك لموقع "باسيفي" في أي وقت دون إشعار إذا كنت قد ساء استخدام هذا الموقع من وجهة نظرنا، أو خرقت هذه الشروط أو سياسة الخصوصية، أو خرقت القوانين السارية في المملكة العربية السعودية. لن يتم استرداد مبلغ الاشتراك في حالة الإلغاء.',

    'e_communications_title' => 'الاتصالات الإلكترونية',
    'e_communications_des1' => 'قد نتواصل معك عبر البريد الإلكتروني لإرسال تحديثات حول هذه الشروط وسياسة الخصوصية وإشعارات التقنية وتنبيهات الأمان أو رسائل إدارية أو لأغراض تسويقية، كما هو مطلوب بموجب القانون أو لأغراض أخرى بتقديرنا الخاص. توافق على أن جميع الاتصالات الإلكترونية تلبي جميع الاشتراطات القانونية كما لو كانت هذه الاتصالات كتابية.',
    'e_communications_des2' => 'إذا قررت في أي وقت أنك لا ترغب في تلقي رسائل ترويجية، يمكنك إلغاء استلام هذه الرسائل عن طريق إرسال بريد إلكتروني لنا أو عن طريق النقر على رابط إلغاء الاشتراك أدناه في رسالة البريد الإلكتروني. ولكن في هذه الحالة، لا نضمن أنك ستستمتع بخدماتنا بشكل كامل.',

    'termination_title' => 'إنهاء البنود',
    'termination_des1' => 'نحن قد ننهي هذه البنود في أي وقت دون إشعار إذا كنت قد خرقت أي من بنود وسياسات "باسيفي"، أو إذا كان استخدامك للموقع قد تسبب في أي مشاكل قانونية بالنسبة لنا.',
    'termination_des2' => 'يمكنك أن تنهي هذه البنود في أي وقت من خلال التوقف عن استخدام الموقع وإلغاء اشتراكك، وعند الإنهاء، ستنتهي جميع الحقوق الممنوحة لك بموجب هذه البنود.',

    'laws_jurisdiction_title' => 'القوانين والاختصاص',
    'laws_jurisdiction_des1' => 'تخضع هذه البنود للقوانين المملكة العربية السعودية وتفسر وتنفذ وفقًا لها.',
    'laws_jurisdiction_des2' => 'ستكون المحاكم السعودية ذات الاختصاص على أي نزاع قد ينشأ من تفسير أو تنفيذ هذه البنود.',
    'laws_jurisdiction_des3' => 'إذا كان أي بند في هذه البنود يعتبر غير قانوني أو غير صالح أو غير قابل للتنفيذ وفقًا للقوانين السارية، كله أو جزء منه، سيتم فصل هذا البند عن هذه البنود. لن يتأثر بقية البنود به وستظل قانونية وصالحة وقابلة للتنفيذ.',


    'modifications_title' => 'التعديلات',
    'modifications_des1' => 'لدينا الحق، بمفردنا، في مراجعة هذه البنود في أي وقت، وإجراء أي تعديلات عليها سواء بالإضافة أو الحذف أو التعديل، وتكون هذه التعديلات فعّالة فور نشرها على هذه الصفحة وتنطبق على جميع استخداماتك لخدمات موقع "باسيفي" بعد ذلك.',
    'modifications_des2' => 'لدينا الحق في إجراء أي تعديلات أو تحسينات نعتبرها مناسبة وضرورية لزيادة كفاءة موقع "باسيفي". يجب عليك الامتثال لأي تعليمات تُقدم لك في هذا الصدد.',
    'modifications_des3' => 'يجب عليك مراجعة هذه البنود والتحقق من هذه التغييرات قبل متابعة استخدام موقع "باسيفي". يؤكد استمرار استخدامك للموقع بعد تعديل هذه البنود أنك قد قرأتها ووافقت عليها وتم الالتزام بها.',

    'general_provisions_title' => 'أحكام عامة',
    'general_provisions_des1' => 'نحن مخولون بتخصيص وتحويل ومشاركة كل الحقوق أو الالتزامات المذكورة في هذه البنود لأي كيان آخر دون أي اعتراض من المستخدم، شريطة أن يوافق الكيان الجديد على الالتزام بهذه البنود.',
    'general_provisions_des2' => 'يجب ألا يقوم المستخدم بتخصيص أو تحويل أو مشاركة أي من حقوقه و/أو التزاماته المذكورة في هذه البنود دون موافقتنا الكتابية.',
    'general_provisions_des3' => 'في حال تعارض هذه البنود مع أي نسخ سابقة منها، تكون النسخة الحالية هي السائدة.',
    'general_provisions_des4' => 'تم إعداد هذه البنود باللغتين العربية والإنجليزية، وستعتمد اللغة العربية لأغراض تفسير وتنفيذ هذه البنود أمام جميع الهيئات الرسمية وغير الرسمية إذا تعارضت مع اللغة الإنجليزية.',
    'general_provisions_des5' => 'يخضع استخدام أي معلومات شخصية يتم جمعها من المستخدمين لسياسة الخصوصية لدينا.',
    'general_provisions_des6' => 'تشكل هذه البنود وسياسة الخصوصية وقواعد تشغيل موقع "باسيفي".',
    'general_provisions_des7' => 'اتفاقية كاملة وحصرية بينك كمستخدم وموقع "باسيفي" وتحل محل أي نسخ سابقة من هذه البنود.',

    'how_to_contact' => 'كيفية التواصل معنا',
    'contact_des' => 'إذا كان لديك أي أسئلة أو اقتراحات حول هذه الشروط والأحكام، لا تتردد في الاتصال بنا على',

    'indemnification_title' => 'التعويض',
    'indemnification_des' => 'توافق على تعويض “باسيفي” وتبرئة مسؤوليتها والدفاع عنها ضد جميع الإجراءات والمطالبات والخسائر والأضرار والغرامات والتكاليف والنفقات بما في ذلك الرسوم القانونية ورسوم المحاماة الناشئة عن أو تتعلق بما يلي:',
    'ind_list_1' => 'سوء استخدام الموقع بأي شكل من الأشكال، بما في ذلك أي نشاط يتعلق بحسابك
(بما في ذلك انتهاك أي حقوق ملكية فكرية، أو سلوك مهمل أو غير صحيح)، سواء كنت أنت أو أي شخص يستخدم الموقع باستخدام حسابك.',
    'ind_list_2' => 'اتخاذ أي إجراء يلحق ضررًا بعمل وسمعة الموقع
سواء كان ذلك بشكل مباشر أو غير مباشر.',
    'ind_list_3' => 'انتهاك الشروط والسياسات أو قواعد تشغيل الموقع، أو
انتهاك التمثيلات الخاصة بك المدرجة في هذه البنود.',
    'ind_list_4' => 'انتهاك حقوق الملكية الفكرية، أو أي قوانين ذات الصلة
بما في ذلك حقوق السرية أو الخصوصية.',

    'prohibition_title' => 'منع الاستخدام',
    'prohibition_des' => 'ممنوع عليك استخدام موقع "باسيفي" بخرق هذه الشروط. يُحظر عليك فعل أي من الأمور التالية:',
    'prohibition_des2' => 'ستنتهي التراخيص الممنوحة للمستخدم إذا لم يتم الامتثال لأحكام هذا
البند ويتحمل المستخدم المسؤولية القانونية عن أي استخدامات سابقة.',
    'pro_list1' => 'استخدام الموقع لانتهاك أي قوانين سارية في المملكة العربية السعودية.',
    'pro_list2' => 'بيع أو تحويل أو منح ترخيص الاشتراك لطرف آخر.',
    'pro_list3' => 'القيام بالهندسة العكسية، أو محاولة اكتشاف مصدر الشيفرة، أو محاولة
    فك التشفير، أو تجزئة، أو تفكيك أي من البرمجيات المستخدمة لتوفير موقع "باسيفي".',
    'pro_list4' => 'التنكر كأي شخص أو كيان، بما في ذلك أي موظف أو ممثل
    لموقع "باسيفي".',
    'pro_list5' => 'تقديم رسائل بريد إلكتروني غير مرغوب فيها، أو رسائل
    البريد العشوائي، أو رسائل تدعم أي أنشطة غير قانونية.',
    'pro_list6' => 'التلاعب بالبيانات أو محاولة تعديلها أو تدمير أي إجراءات
    أمان أو وثائقية.',
    'pro_list7' => 'التدخل في عمل الموقع، من خلال نشر فيروسات،
    إعلانات ضارة، برامج التجسس، أو أي تقنيات أخرى مثل إلغاء البوت، والشيفرات الخبيثة، أو تقنيات مماثلة قد تعطل أو تتداخل مع عمل أو توفير موقع "باسيفي".',
    'pro_list8' => 'محاولة استكشاف الأخطاء، أو فحص، أو اختبار الضعف، أو محاولة الوصول
    غير المصرح به إلى الشبكات، أو الخوادم، أو الأنظمة المتصلة بموقع "باسيفي".',
    'pro_list9' => 'انتهاك حقوق الملكية الفكرية مثل حقوق الطبع والنشر، والعلامات التجارية،
    وبراءات الاختراع، وقواعد البيانات، والدعاية، أو حقوق الملكية الفكرية الأخرى التي تنتمي إلينا أو إلى أطراف ثالثة.',

    'intelluctual_title' => 'حقوق الملكية الفكرية والعلامات التجارية',
    'int_des1' => 'كل المحتوى على الموقع',
    'int_des2' => 'والعلامات التجارية والخدمية والمظهر التجاري والتصميمات والشعارات والرموز مملوكة لموقع "باسيفي" أو مرخصة له، وتخضع لحقوق الطبع والنشر وحقوق الملكية الفكرية الأخرى. يشمل المحتوى، على سبيل المثال لا الحصر، النصوص والخطوط والصور ومقاطع الفيديو والبرامج وملفات الصوت والمواد الرقمية والوثائق والبيانات والنماذج، ويحميها حقوق الملكية الفكرية.',
    'int_des3' => 'قد لا يتم استخدام علامات "باسيفي"، أو نسخها، أو تكرارها، أو تقليدها، أو استخدامها، كلياً أو جزئياً، دون الحصول على إذن مسبق كتابي منا. أي استخدام غير مصرح به أو نسخ أو تقليد أو تشويه لعلامة "باسيفي" يعتبر انتهاكاً لحقوقنا بموجب قوانين العلامات التجارية. لذلك، نحتفظ بجميع حقوقنا في اللجوء إلى القضاء والسلطات الرسمية المختصة للمطالبة بالعقوبات والتعويضات اللازمة نتيجة لمثل هذا السلوك.',

    'int_des4' => 'إذا قمت بتنزيل أو طباعة نسخة من محتوى "باسيفي" للاستخدام الشخصي، يجب عليك الاحتفاظ بجميع إشعارات حقوق الطبع والنشر والملكية الأخرى الواردة فيها. تتعهد بعدم تحايل، أو تعطيل، أو التدخل بأي شكل من الأشكال في الميزات ذات الصلة بالأمان على الموقع أو الميزات التي تمنع أو تقيد استخدام أو نسخ أي محتوى على موقع "باسيفي" أو فرض قيود على استخدام الموقع أو المحتوى فيه.',

    'int_des5' => 'تحتفظ "باسيفي" بجميع الحقوق على جميع الأجهزة والبرمجيات وغيرها من العناصر المستخدمة لتوفير الموقع',

    'int_des6' => 'يعتبر أي تقليد أو سرقة لبعض ميزات الموقع انتهاكًا لحقوق الطبع والنشر لدينا، وسيتخذ جميع الإجراءات القانونية ضد المرتكب لتلك الانتهاكات.',






];
