@extends('emails.layout')
@section('content')
    <div class="block" dir="rtl">
        عزيزي/عزيزتي {{ $name }},<br>
        <div style="margin-top: 20px; text-align:right">
            مرحبًا بك في باسيفاي، وجهتك النهائية لتجربة رقمية سلسة مع محفظة Google ومحفظة Apple! متشوقين لإنظمامك، ولا
            يمكننا الانتظار لتعزيز معاملاتكم اليومية وأنشطتكم.

        </div>
        <div style="margin-top: 15px; text-align:right" >
            <strong> *لماذا باسيفاي؟*</strong> <br />
            باسيفاي ليست مجرد برنامج ولاء؛ بل هي رفيقك الرقمي لإدارة تذاكر الفعاليات، وتذاكر الصعود، والتذاكر العامة،
            وبطاقات الولاء الورقية او الممغنطة. حان الوقت لترتيب محفظتك الفعلية واعتناق مستقبل الراحة الرقمية.
        </div>
    </div>

    <div style="margin-top: 20px; text-align:right" class="block" dir="rtl">
        فوائد باسيفاي الخاصة بك:
        <ol style="margin-top: 10px; margin-left: 20px; text-align:right">
            <li>
                دمج المحفظة الرقمية: ربط محفظتك Google ومحفظة Apple للوصول إلى عالم الراحة مباشرة بلمسة وحدة.
            </li>
            <li>
                تذاكر الفعاليات: استمتع بدخول الفعاليات بسهولة مع تذاكر الفعاليات الرقمية لدينا. لا مزيد من القلق بشأن فقدان
                التذاكر الورقية – هاتفك الذكي هو تذكرتك!
            </li>
            <li>
                تذاكر الصعود: وداعًا لطباعة تذاكر الصعود. قم بالوصول إلى وتخزين تذاكر الصعود الخاصة بك رقميًا لتجربة سفر
                خالية من التوتر.
            </li>

            <li>
                التذاكر العامة: قم بتخزين جميع أنواع التذاكر، من بطاقات العضوية إلى القسائم التخفيضية، في مكان رقمي آمن
                واحد.
            </li>
            <li>
                بطاقات الولاء مع بيانات ديناميكية: بطاقات الولاء الخاصة بك أصبحت أكثر ذكاءً من أي وقت مضى. احصل على عروض
                شخصية وتحديثات فورية أثناء التفاعل مع علاماتك التجارية المفضلة.
            </li>
        </ol>
    </div>

    <div style="margin-top: 20px; text-align:right" class="block" dir="rtl">
        ابق على اتصال:
        تابعنا على وسائل التواصل الاجتماعي للبقاء على اطلاع على أحدث الميزات والعروض الترويجية والشراكات المثيرة. نحن
        نحب سماع تجارب مستخدمينا، فلا تتردد في مشاركة تجارب باسيفاي معنا! إذا كنت بحاجة إلى أي مساعدة أو كانت لديك أية
        أسئلة، فلا تتردد في التواصل معنا على support@passify.info.
    </div>

    <div style="margin-top: 20px; text-align:right" class="block" dir="rtl">

        استعد لتحديث طريقة إدارتك لحياتك الرقمية مع باسيفاي. شكرًا لاختياركم لنا – مفتاحكم لتجربة رقمية أكثر ذكاءً
        وتنظيمًا.

    </div>
    <div style="margin-top: 20px; text-align:right" class="block" dir="rtl">

        أطيب التحيات،
        فريق باسيفاي
    </div>
@endsection
